Revit 2027 API
CurtainGrid.NumVLines Property
 Get the number of grid lines in the V direction.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int NumVLines { get; }
Public ReadOnly Property NumVLines As Integer
	Get
public:
property int NumVLines {
	int get ();
}
member NumVLines : int with get
Property Value
Int32
See Also
Reference
CurtainGrid Class
Autodesk.Revit.DB Namespace